[
    {
    "Title": "'Lion King' - Opportunity's landing site",
    "Content": "This approximate true-color panorama, dubbed Lion King, shows Eagle Crater and the surrounding plains of Meridiani Planum. This panorama depicts a story of exploration including the rover's lander, a thorough examination of the outcrop, a study of the soils at the near-side of the lander, a successful exit from Eagle Crater and finally the rover's next destination, the large crater dubbed Endurance.",
    "Embed": "<img src='img/lion-king.jpg' width='100%'></img>",
    "latlng": [-1.948324, -5.525393],
    "sol": "Sol 58"
  },
    {
    "Title": "Heat Shield",
    "Content": "This image from Opportunity's panoramic camera features the remains of the heat shield that protected the rover from temperatures of up to 2,000 degrees Fahrenheit as it made its way through the martian atmosphere. This two-frame mosaic was taken on the rover's 335th martian day, or sol, (Jan. 2, 2004).",
    "Embed": "<img src='img/heat-shield.jpg' width='100%'></img>",
    "latlng": [-1.954951, -5.513506],
    "sol": "Sol 335"
  },
    {
    "Title": "Near Victoria Crater",
    "Content": "This view from Opportunity shows the tracks left by a drive executed with more onboard autonomy than has been used on any other drive by a Mars rover. Victoria Crater is in the background, at the top of the image. ",
    "Embed": "<img src='img/near-victoria.png' width='100%'></img>",
    "latlng": [-2.048042, -5.49737],
    "sol": "Sol 1162"
  },
  {
    "Title": "Endeavor Rim",
    "Content": "This image was taken on Dec 11, 2014 and captures Opportunity's robotic arm examining bedrock in the crater. Of interest to researchers was how these rocks got there and if they could have possibly been transported by water in the past.",
    "Embed": "<img src='img/endeavor-rim.jpg' width='100%'></img>",
    "latlng": [-2.304189, -5.357721],
    "sol": "Sol 3854"
  },
  {
    "Title": "Knudsen Ridge",
    "Content": "This photo shows Knudsen Ridge which is located on the rim of Marathon Valley. Of interest to NASA was areas known as red zones. These areas have smaller material that can be analyzed by the rover to help discover the presence of past water on the Red Planet. Opportunity showed amazing climbing skills scaling slopes as much as 20 percent in its mission to Knudsen Ridge.",
    "Embed": "<img src='img/knudsen-ridge.png' width='100%'></img>",
    "latlng": [-2.315097, -5.352412],
    "sol": "Sol 4182"
  },
  {
    "Title": "Marathon Valley",
    "Content": "This photo shows Marathon Valley which is located within the Endeavor Crater. This valley is named after the milestone that was reached by Opportunity traveling over 26 miles on Mars surface which is equivalent to a marathon race.",
    "Embed": "<img src='img/marathon-valley.jpg' width='100%'></img>",
    "latlng": [-2.316023, -5.353653],
    "sol": "Sol 4347"
  },
  {
    "Title": "Rocheport",
    "Content": "This picture shows the western rim of the Endeavor Crater from images taken on Feb 25, 2017. The perpendicular areas that are carved out in the ridge were of special interest to researchers since they are believed to have formed by erosion from either ice, water, or wind.",
    "Embed": "<img src='img/rocheport.png' width='100%'></img>",
    "latlng": [-2.320446, -5.353584],
    "sol": "Sol 4654"
  },
  {
    "Title": "Orion Crater",
    "Content": "This photo is of the Orion Crater which is named after the Apollo 16 lunar mission. Orion Crater is a relatively new feature on the surface of Mars estimated to be only 10 million years old. Orion Crater at 90 feet in width is much smaller than the Endeavor Crater which is near 14 miles wide.",
    "Embed": "<img src='img/orion-crater.png' width='100%'></img>",
    "latlng": [-2.330507, -5.351437],
    "sol": "Sol 4712"
  },
  {
    "Title": "Perseverance Valley",
    "Content": "This image from Perseverance Valley shows Opportunity's tracks using images from its navigation camera. Perseverance Valley is the last location on Opportunity's 15-year journey. NASA lost communication with Opportunity on June 10, 2018 after a massive dust storm hit the area.",
    "Embed": "<img src='img/perseverance-valley.jpg' width='100%'></img>",
    "latlng": [-2.330860, -5.348987],
    "sol": "Sol 5015"
  }
]